//1.Вывести на экран фразу лесенкой:
//Студент,
//        давайте
//               зачётку


#include <iostream>

int main()
{
    setlocale(LC_ALL, "Russian"); //Setted -ru locale
    std::cout << "Студент,\n\tдавайте\n\t\tзачетку";
}
